Repository: gustavocesar/villabistro
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: Action
pt_br: Ação

source: Actions
pt_br: Ações

source: Status
pt_br: Situação

source: status
pt_br: Situação

source: Home
pt_br: Início

source: Start Page
pt_br: Página Inicial

source: Pages
pt_br: Página Inicial

source: Errors
pt_br: Erro

source: Id
pt_br: Código

source: id
pt_br: Código

source: Created
pt_br: Data de Cadastro

source: created
pt_br: Data de Cadastro

source: Modified
pt_br: Última Alteração

source: modified
pt_br: Última Alteração

source: List
pt_br: Listagem

source: View
pt_br: Visualizar

source: Add
pt_br: Incluir

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: Cancel
pt_br: Cancelar

source: Are you sure you want to delete # %s?
pt_br: Confirma a exclusão do registro #%s?

source: Are you sure you want to cancel the order # %s?
pt_br: Confirma o cancelamento do pedido #%s?

source: The order could not be canceled because it's alteady paid out!
pt_br: O pedido não pôde ser cancelado, pois o mesmo já se encontra pago!

source: The order could not be canceled because it's alteady canceled!
pt_br: O pedido não pôde ser cancelado, pois o mesmo já se encontra cancelado!

source: Submit
pt_br: Gravar

source: Back
pt_br: Voltar

source: Configurations
pt_br: Configurações

source: Sequence
pt_br: Sequência

source: sequence
pt_br: Sequência

source: Consider As
pt_br: Considerar Pedidos Como

source: Bill
pt_br: Conta

source: bill
pt_br: Conta

source: Bills
pt_br: Contas

source: Pending Bills
pt_br: Contas em Aberto

source: Closed Bills
pt_br: Contas Fechadas

source: Invalid bill
pt_br: Conta não encontrada

source: The bill has been saved.
pt_br: Conta gravada com sucesso

source: The bill could not be saved. Please, try again.
pt_br: A Conta não pôde ser gravada. Por favor, tente novamente

source: The bill has been deleted.
pt_br: Conta excluída com sucesso

source: The bill could not be deleted. Please, try again.
pt_br: A Conta não pôde ser excluída. Por favor, tente novamente

source: Identifier
pt_br: Identificação

source: identifier
pt_br: Identificação

source: Related Orders
pt_br: Pedidos Relacionados

source: User Id
pt_br: Usuário

source: user
pt_br: Usuário

source: user_id
pt_br: Usuário

source: Observation
pt_br: Observação

source: Product Id
pt_br: Produto

source: quantity
pt_br: Quantidade

source: product
pt_br: Produto

source: Quantity
pt_br: Quantidade

source: Stockable
pt_br: Estocável

source: Status Order Id
pt_br: Situação

source: Add Order
pt_br: Novo Pedido

source: List Orders
pt_br: Relação de Pedidos

source: Pending Orders
pt_br: Pedidos Pendentes

source: Paid Orders
pt_br: Pedidos Pagos

source: Completed Orders
pt_br: Pedidos Concluídos

source: attendant
pt_br: Atendente

source: Attendant
pt_br: Atendente

source: date/time
pt_br: Data/Hora

source: Date/Time
pt_br: Data/Hora

source: last updated
pt_br: Última Atualização

source: Last Updated
pt_br: Última Atualização

source: Category
pt_br: Categoria

source: Categories
pt_br: Categorias

source: Invalid category
pt_br: Categoria não encontrada

source: The category has been saved.
pt_br: Categoria gravada com sucesso

source: The category could not be saved. Please, try again.
pt_br: A Categoria não pôde ser gravada. Por favor, tente novamente

source: The category has been deleted.
pt_br: Categoria excluída com sucesso

source: The category could not be deleted. Please, try again.
pt_br: A Categoria não pôde ser excluída. Por favor, tente novamente

source: Name
pt_br: Nome

source: name
pt_br: Nome

source: Category Id
pt_br: Categoria

source: Stage Id
pt_br: Etapa

source: Stage
pt_br: Etapa

source: stage
pt_br: Etapa

source: Related Subcategories
pt_br: Subcategorias Relacionadas

source: Label Class
pt_br: Label Class (deixe em branco)

source: Entry Note Item
pt_br: Item

source: Entry Note Items
pt_br: Itens da Nota de Entrada

source: Invalid entry note item
pt_br: Item não encontrado

source: The entry note item has been saved.
pt_br: Item gravado com sucesso

source: The entry note item could not be saved. Please, try again.
pt_br: O Item não pôde ser gravado. Por favor, tente novamente

source: The entry note item has been deleted.
pt_br: Item excluído com sucesso

source: The entry note item could not be deleted. Please, try again.
pt_br: O Item não pôde ser excluído. Por favor, tente novamente

source: EntryNoteItems
pt_br: Itens de Nota de Entrada

source: Cost Price
pt_br: Preço de Custo

source: cost_price
pt_br: Preço de Custo

source: Fisical Location
pt_br: Local Físico (Destino)

source: Entry Note
pt_br: Nota de Entrada

source: Invalid entry note
pt_br: Nota de Entrada não encontrada

source: The entry note has been saved.
pt_br: Nota de Entrada gravada com sucesso

source: The entry note could not be saved. Please, try again.
pt_br: A Nota de Entrada não pôde ser gravada. Por favor, tente novamente

source: The entry note has been deleted.
pt_br: Nota de Entrada excluída com sucesso

source: The entry note could not be deleted. Please, try again.
pt_br: A Nota de Entrada não pôde ser excluída. Por favor, tente novamente

source: EntryNotes
pt_br: Notas de Entrada

source: Entry Notes
pt_br: Notas de Entrada

source: Status Entry Note
pt_br: Situação

source: status_entry_note_id
pt_br: Situação

source: Fiscal Note
pt_br: Nota Fiscal

source: fiscal_note
pt_br: Nota Fiscal

source: Related Entry Note Items
pt_br: Itens Relacionados

source: Entry Note Id
pt_br: Nota de Entrada

source: Group
pt_br: Grupo

source: Invalid group
pt_br: Grupo não encontrado

source: The group has been saved.
pt_br: Grupo gravado com sucesso

source: The group could not be saved. Please, try again.
pt_br: O Grupo não pôde ser gravado. Por favor, tente novamente

source: The group has been deleted.
pt_br: Grupo excluído com sucesso

source: The group could not be deleted. Please, try again.
pt_br: O Grupo não pôde ser excluído. Por favor, tente novamente

source: Groups
pt_br: Grupos

source: Group Id
pt_br: Grupo

source: group id
pt_br: Grupo

source: Password
pt_br: Senha

source: Related Users
pt_br: Usuários Relacionados

source: payment
pt_br: Pagamento

source: Payment
pt_br: Pagamento

source: Pay
pt_br: Pagar

source: Selected Total
pt_br: Total Selecionado

source: Payd Value
pt_br: Valor Pago

source: payd_value
pt_br: Valor Pago

source: Payback
pt_br: Troco

source: payback
pt_br: Troco

source: Receive Payment
pt_br: Receber Pagamento

source: Invalid payment
pt_br: Pagamento não encontrado

source: The payment has been saved.
pt_br: Pagamento realizado com sucesso

source: The payment could not be saved. Please, try again.
pt_br: O Pagamento não pôde ser realizado. Por favor, tente novamente

source: The payment has been deleted.
pt_br: Pagamento excluído com sucesso

source: The payment could not be deleted. Please, try again.
pt_br: O Pagamento não pôde ser excluído. Por favor, tente novamente

source: Payments
pt_br: Pagamentos

source: Payment Id
pt_br: Pagamento

source: Related Payments
pt_br: Pagamentos Relacionados

source: PaymentMethod
pt_br: Forma de Pagamento

source: Payment Method
pt_br: Forma de Pagamento

source: PaymentMethods
pt_br: Formas de Pagamento

source: Related Payment Methods
pt_br: Formas de Pagamento Ralacionadas

source: Invalid payment method
pt_br: Forma de Pagamento não encontrada

source: The payment method has been saved.
pt_br: Forma de Pagamento gravada com sucesso

source: The payment method could not be saved. Please, try again.
pt_br: A Forma de Pagamento não pôde ser gravada. Por favor, tente novamente

source: The payment method has been deleted.
pt_br: Forma de Pagamento excluída com sucesso

source: The payment method could not be deleted. Please, try again.
pt_br: A Forma de Pagamento não pôde ser excluída. Por favor, tente novamente

source: Payment Method Id
pt_br: Forma de Pagamento

source: Status Payment Method
pt_br: Situação

source: Status Payment Method Id
pt_br: Situação

source: status_payment_method_id
pt_br: Situação

source: Order
pt_br: Pedido

source: Orders
pt_br: Pedidos

source: Invalid order
pt_br: Pedido não encontrado

source: The order has been saved.
pt_br: Pedido gravado com sucesso

source: The order could not be saved. Please, try again.
pt_br: O Pedido não pôde ser gravado. Por favor, tente novamente

source: The order has been canceled.
pt_br: Pedido cancelado com sucesso

source: The order could not be canceled. Please, try again.
pt_br: O Pedido não pôde ser cancelado. Por favor, tente novamente

source: Status Order
pt_br: Situação

source: Done!
pt_br: Feito!

source: OK! The Order has been done
pt_br: OK! Pedido realizado com sucesso

source: Order Wizard
pt_br: Fazer Pedido

source: Product
pt_br: Produto

source: Invalid product
pt_br: Produto não encontrado

source: The product has been saved.
pt_br: Produto gravado com sucesso

source: The product could not be saved. Please, try again.
pt_br: O Produto não pôde ser gravado. Por favor, tente novamente

source: The product has been deleted.
pt_br: Produto excluído com sucesso

source: The product could not be deleted. Please, try again.
pt_br: O Produto não pôde ser excluído. Por favor, tente novamente

source: Products
pt_br: Produtos

source: Profit Margin
pt_br: Percentual de Lucro

source: Sell Price
pt_br: Valor de Venda

source: sell_price
pt_br: Valor de Venda

source: avaliable_to_order
pt_br: Disponível para Pedido

source: Avaliable To Order
pt_br: Disponível para Pedido

source: Minimum Stock
pt_br: Estoque Mínimo

source: Description
pt_br: Descrição

source: description
pt_br: Descrição

source: Related Stocks
pt_br: Estoque Relacionado

source: Related Units
pt_br: Unidades de Medida Relacionadas

source: Initials
pt_br: Sigla

source: initials
pt_br: Sigla

source: Bill Id
pt_br: Conta

source: Subcategory Id
pt_br: Subcategoria

source: category_id
pt_br: Categoria

source: Unit Id
pt_br: Unidade de Medida

source: Location Id
pt_br: Localização

source: Value
pt_br: Valor

source: Item Id
pt_br: Produto

source: Related Product Items
pt_br: Produtos Relacionados

source: Invalid stage
pt_br: Etapa não encontrada

source: The stage has been saved.
pt_br: Etapa gravada com sucesso

source: The stage could not be saved. Please, try again.
pt_br: A Etapa não pôde ser gravada. Por favor, tente novamente

source: The stage has been deleted.
pt_br: Etapa excluída com sucesso

source: The stage could not be deleted. Please, try again.
pt_br: A Etapa não pôde ser excluída. Por favor, tente novamente

source: Stages
pt_br: Etapas

source: Status Bill Id
pt_br: Situação

source: status_bill_id
pt_br: Situação

source: product item
pt_br: Produto

source: Product Item
pt_br: Produto

source: product_item_id
pt_br: Produto

source: Product Item Id
pt_br: Produto

source: Invalid product item
pt_br: Produto não encontrado

source: The product item has been saved.
pt_br: Produto gravado com sucesso

source: The product item could not be saved. Please, try again.
pt_br: O Produto não pôde ser gravado. Por favor, tente novamente

source: The product item has been deleted.
pt_br: Produto excluído com sucesso

source: The product item could not be deleted. Please, try again.
pt_br: O Produto não pôde ser excluído. Por favor, tente novamente

source: Table Id
pt_br: Mesa

source: table_id
pt_br: Mesa

source: table
pt_br: Mesa

source: Show On Kitchen
pt_br: Exibir Na Cozinha

source: Related Bills
pt_br: Contas Relacionadas

source: StatusBills
pt_br: Situação de Conta

source: Status Bill
pt_br: Situação

source: Invalid status bill
pt_br: Situação não encontrada

source: The status bill has been saved.
pt_br: Situação gravada com sucesso

source: The status bill could not be saved. Please, try again.
pt_br: A Situação não pôde ser gravada. Por favor, tente novamente

source: The status bill has been deleted.
pt_br: Situação excluída com sucesso

source: The status bill could not be deleted. Please, try again.
pt_br: A Situação não pôde ser excluída. Por favor, tente novamente

source: StatusPaymentMethods
pt_br: Situação de Forma de Pagamento

source: Status Payment Methods
pt_br: Situação

source: Invalid status payment method
pt_br: Situação não encontrada

source: The status payment method has been saved.
pt_br: Situação gravada com sucesso

source: The status payment method could not be saved. Please, try again.
pt_br: A Situação não pôde ser gravada. Por favor, tente novamente

source: The status payment method has been deleted.
pt_br: Situação excluída com sucesso

source: The status payment method could not be deleted. Please, try again.
pt_br: A Situação não pôde ser excluída. Por favor, tente novamente

source: Invalid status entry note
pt_br: Situação não encontrada

source: The status entry note has been saved.
pt_br: Situação gravada com sucesso

source: The status entry note could not be saved. Please, try again.
pt_br: A Situação não pôde ser gravada. Por favor, tente novamente

source: The status entry note has been deleted.
pt_br: Situação excluída com sucesso

source: The status entry note could not be deleted. Please, try again.
pt_br: A Situação não pôde ser excluída. Por favor, tente novamente

source: StatusEntryNotes
pt_br: Situações das Notas de Entrada

source: Related Entry Notes
pt_br: Notas de Entrada Relacionadas

source: Status Entry Note Id
pt_br: Situação

source: Entry Date
pt_br: Data da Entrada

source: entry_date
pt_br: Data da Entrada

source: Entry Hour
pt_br: Hora da Entrada

source: entry_hour
pt_br: Hora da Entrada

source: Invalid status order
pt_br: Situação não encontrada

source: The status order has been saved.
pt_br: Situação gravada com sucesso

source: The status order could not be saved. Please, try again.
pt_br: A Situação não pôde ser gravada. Por favor, tente novamente

source: The status order has been deleted.
pt_br: Situação excluída com sucesso

source: The status order could not be deleted. Please, try again.
pt_br: A Situação não pôde ser excluída. Por favor, tente novamente

source: StatusOrders
pt_br: Situações dos Pedidos

source: Stock
pt_br: Estoque

source: Stocks
pt_br: Estoque

source: Referency
pt_br: Referência

source: Moved Quantity
pt_br: Quantidade Movimentada

source: Current Balance
pt_br: Saldo Atual

source: Balance
pt_br: Saldo

source: Stock Control
pt_br: Controle de Estoque

source: Stock Control (Movements)
pt_br: Controle de Estoque (Movimentações)

source: Movements
pt_br: Movimentações

source: Stock List
pt_br: Posição do Estoque

source: Invalid stock
pt_br: Registro de Estoque não encontrado

source: The stock has been saved.
pt_br: Estoque gravado com sucesso

source: The stock could not be saved. Please, try again.
pt_br: O Estoque não pôde ser gravado. Por favor, tente novamente

source: The stock has been deleted.
pt_br: Estoque excluído com sucesso

source: The stock could not be deleted. Please, try again.
pt_br: O Estoque não pôde ser excluído. Por favor, tente novamente

source: The stock registers can not be deleted manually!
pt_br: Os registros de Estoque não podem ser excluídos manualmente!

source: Invalid subcategory
pt_br: Subcategoria não encontrada

source: Subcategory
pt_br: Subcategoria

source: The subcategory has been saved.
pt_br: Subcategoria gravada com sucesso

source: The subcategory could not be saved. Please, try again.
pt_br: A Subcategoria não pôde ser gravada. Por favor, tente novamente

source: The subcategory has been deleted.
pt_br: Subcategoria excluída com sucesso

source: The subcategory could not be deleted. Please, try again.
pt_br: A Subcategoria não pôde ser excluída. Por favor, tente novamente

source: Subcategories
pt_br: Subcategorias

source: Related Products
pt_br: Produtos Relacionados

source: Default Stage
pt_br: Etapa Padrão

source: Supplier
pt_br: Fornecedor

source: Invalid supplier
pt_br: Fornecedor não encontrado

source: The supplier has been saved.
pt_br: Fornecedor gravado com sucesso

source: The supplier could not be saved. Please, try again.
pt_br: O Fornecedor não pôde ser gravado. Por favor, tente novamente

source: The supplier has been deleted.
pt_br: Fornecedor excluído com sucesso

source: The supplier could not be deleted. Please, try again.
pt_br: O Fornecedor não pôde ser excluído. Por favor, tente novamente

source: Suppliers
pt_br: Fornecedores

source: Company Name
pt_br: Nome da Empresa

source: company_name
pt_br: Nome da Empresa

source: Contact Name
pt_br: Nome para Contato

source: contact_name
pt_br: Nome para Contato

source: Phone
pt_br: Telefone

source: phone
pt_br: Telefone

source: Supplier Id
pt_br: Fornecedor

source: supplier_id
pt_br: Fornecedor

source: Invalid table
pt_br: Mesa não encontrada

source: Table
pt_br: Mesa

source: The table has been saved.
pt_br: Mesa gravada com sucesso

source: The table could not be saved. Please, try again.
pt_br: A Mesa não pôde ser gravada. Por favor, tente novamente

source: The table has been deleted.
pt_br: Mesa excluída com sucesso

source: The table could not be deleted. Please, try again.
pt_br: A Mesa não pôde ser excluída. Por favor, tente novamente

source: Tables
pt_br: Mesas

source: Close Table
pt_br: Fechar Conta

source: Close Bill
pt_br: Fechar Conta

source: Balcony
pt_br: Balcão

source: Unit
pt_br: Unidade de Medida

source: Invalid unit
pt_br: Unidade de Medida não encontrada

source: The unit has been saved.
pt_br: Unidade de Medida gravada com sucesso

source: The unit could not be saved. Please, try again.
pt_br: A Unidade de Medida não pôde ser gravada. Por favor, tente novamente

source: The unit has been deleted.
pt_br: Unidade de Medida excluída com sucesso

source: The unit could not be deleted. Please, try again.
pt_br: A Unidade de Medida não pôde ser excluída. Por favor, tente novamente

source: Units
pt_br: Unidades de Medida

source: Location
pt_br: Localização

source: Invalid location
pt_br: Localização não encontrada

source: The location has been saved.
pt_br: Localização gravada com sucesso

source: The location could not be saved. Please, try again.
pt_br: A Localização não pôde ser gravada. Por favor, tente novamente

source: The location has been deleted.
pt_br: Localização excluída com sucesso

source: The location could not be deleted. Please, try again.
pt_br: A Localização não pôde ser excluída. Por favor, tente novamente

source: Locations
pt_br: Localizações

source: Location Type
pt_br: Tipo

source: location_type_id
pt_br: Tipo

source: LocationTypes
pt_br: Tipo de Localização

source: Related Locations
pt_br: Localizações Relacionadas

source: Manual Adjustment
pt_br: Ajuste Manual

source: ManualAdjustments
pt_br: Ajustes Manuais

source: Invalid manual adjustment
pt_br: Ajuste Manual não encontrado

source: The manual adjustment has been saved.
pt_br: Ajuste Manual gravado com sucesso

source: The manual adjustment could not be saved. Please, try again.
pt_br: O Ajuste Manual não pôde ser gravado. Por favor, tente novamente

source: The manual adjustment has been deleted.
pt_br: Ajuste Manual excluído com sucesso

source: The manual adjustment could not be deleted. Please, try again.
pt_br: O Ajuste Manual não pôde ser excluído. Por favor, tente novamente

source: Manual Adjustments
pt_br: Ajustes Manuais

source: Related Manual Adjustments
pt_br: Ajustes Manuais Relacionadas

source: New Quantity
pt_br: Nova Quantidade

source: Current Quantity
pt_br: Quantidade Atual

source: Manual Adjustment has been done.
pt_br: Ajuste Manual realizado com sucesso.

source: The Manual Adjustment could not be done. Please, try again.
pt_br: O Ajuste Manual não pôde ser feito. Por favor, tente novamente

source: InternalTransferItems
pt_br: Transferência Interna

source: Internal Transfers
pt_br: Transferências Internas

source: InternalTransfers
pt_br: Transferências Internas

source: InternalTransfer
pt_br: Transferência Interna

source: internal_transfer
pt_br: Transferência Interna

source: The internal transfer has been saved.
pt_br: Transferência Interna gravada com sucesso

source: The internal transfer could not be saved. Please, try again.
pt_br: A Transferência Interna não pôde ser gravada. Por favor, tente novamente

source: The internal transfer has been deleted.
pt_br: Transferência Interna excluída com sucesso

source: The internal transfer could not be deleted. Please, try again.
pt_br: A Transferência Interna não pôde ser excluída. Por favor, tente novamente

source: Location Origin
pt_br: Origem

source: Origin
pt_br: Origem

source: Location Destiny
pt_br: Destino

source: location_destiny
pt_br: Destino

source: Destiny
pt_br: Destino

source: Status Internal Transfers
pt_br: Situação

source: status_internal_transfer_id
pt_br: Situação

source: Time
pt_br: Hora

source: time
pt_br: Hora

source: The internal transfer item has been saved.
pt_br: Item da Transferência gravado com sucesso

source: The internal transfer item could not be saved. Please, try again.
pt_br: O Item da Transferência não pôde ser gravado. Por favor, tente novamente

source: The internal transfer item has been deleted.
pt_br: Item da Transferência excluído com sucesso

source: The internal transfer item could not be deleted. Please, try again.
pt_br: O Item da Transferência não pôde ser excluído. Por favor, tente novamente

source: Internal Transfer Item
pt_br: Item da Transferência Interna

source: internal_transfer_item
pt_br: Item da Transferência Interna

source: Internal Transfer
pt_br: Transferência Interna

source: Status Internal Transfer
pt_br: Situação

source: Date
pt_br: Dia

source: date
pt_br: Dia

source: Related Internal Transfer Items
pt_br: Itens da Transferência

source: User
pt_br: Usuário

source: Users
pt_br: Usuários

source: Invalid user
pt_br: Usuário não encontrado

source: The user has been saved.
pt_br: Usuário gravado com sucesso

source: The user could not be saved. Please, try again.
pt_br: O Usuário não pôde ser gravado. Por favor, tente novamente

source: The user has been deleted.
pt_br: Usuário excluído com sucesso

source: The user could not be deleted. Please, try again.
pt_br: O Usuário não pôde ser excluído. Por favor, tente novamente

source: This email is already been used by another user. Please, choose another one!
pt_br: Este email já foi cadastrado para outro usuário. Por favor, escolha outro endereço de email.

source: This User has been inactivated!
pt_br: Este usuário foi inativado!

source: PublicPlaces
pt_br: Logradouro

source: PublicPlace
pt_br: Logradouro

source: Public Place
pt_br: Logradouro

source: public_place
pt_br: Logradouro

source: Orders Board
pt_br: Fila de Pedidos

source: Tables Board
pt_br: Quadro de Mesas

source: Kitchen
pt_br: Cozinha

source: Kitchen Orders
pt_br: Pedidos na Cozinha

source: Kitchen Order
pt_br: Sequencia na Cozinha

source: My Profile
pt_br: Meu Perfil

source: Your username or password was incorrect.
pt_br: Email ou Senha incorretos

source: Location Control
pt_br: Controle de Localização

source: Close
pt_br: Fechar

source: Add Item
pt_br: Incluir Item

source: product_id
pt_br: Produto

source: total_cost
pt_br: Valor Total

source: Total Cost
pt_br: Valor Total

source: unit_cost
pt_br: Valor Unitário

source: Unit Cost
pt_br: Valor Unitário

source: location_id
pt_br: Localização

source: The operation could not be done because the Entry Note is Completed!
pt_br: A operação não pôde ser realizada pois a Nota de Entrada está Concluída!

source: The operation could not be done because the Internal Transfer is Completed!
pt_br: A operação não pôde ser realizada pois a Transferência Interna está Concluída!

source: Cashier
pt_br: Caixa

source: Cashiers
pt_br: Controle de Caixa

source: Requested Quantity
pt_br: Quantidade Solicitada

source: Quantity (In Stock)
pt_br: Quantidade (Em Estoque)
