Repository: gustavocesar/villabistro
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: The operation could not be done because this is a fixed Location!
pt_br: A operação não pôde ser realizada pois esta é uma Localização fixa!

source: item_id
pt_br: Produto

source: Components
pt_br: Componentes

source: Add Component
pt_br: Incluir Componente

source: This component has already been added to product!
pt_br: Este componente já foi relacionado ao produto!

source: Allowed Quantity (Origin)
pt_br: Qtd Disponível (Origem)

source: The Internal Transfer could not to be finished because the origin location (%s) has some product(s) with insufficient quantity to transfer!
pt_br: A Transferência Interna não pode ser Concluída pois o local de origem (%s) possui produto(s) com quantidade insuficiente para transferir!

source: The location destiny should be diferent of the location origin!
pt_br: O local de Destino deve ser diferente do local de Origem!

source: Change Table
pt_br: Mudar de Mesa

source: Origin Table
pt_br: Mesa (origem)

source: Destiny Table
pt_br: Mesa (destino)

source: The Table has been changed
pt_br: Mudança de mesa realizada com sucesso

source: Error changing Table
pt_br: Erro ao mudar de mesa

source: Documentation
pt_br: Documentação

source: Charts
pt_br: Gráficos

source: Weekly stock
pt_br: Estoque Semanal

source: History
pt_br: Histórico

source: Print Bill
pt_br: Imprimir Conta

source: open date
pt_br: Data de Abertura

source: Open Date
pt_br: Data de Abertura

source: last change
pt_br: Última Alteração

source: Last Change
pt_br: Última Alteração

source: Reports
pt_br: Relatórios

source: Sales by Period
pt_br: Vendas por Período

source: Sales by Period Report
pt_br: Relatório de Vendas por Período

source: Start Date
pt_br: Data Inicial

source: Finish Date
pt_br: Data Final

source: Start Hour
pt_br: Hora Inicial

source: Finish Hour
pt_br: Hora Final

source: Print
pt_br: Imprimir

source: Related Addresses
pt_br: Endereços Relacionados

source: Addresses
pt_br: Endereços

source: Add Address
pt_br: Incluir Endereço

source: Status Address
pt_br: Situação

source: The address has been saved.
pt_br: Endereço gravado com sucesso

source: The address has been inactivated.
pt_br: Endereço inativado com sucesso

source: The address could not be inactivated. Please, try again.
pt_br: O endereço não pôde ser inativado. Por favor, tente novamente

source: The operation could not be done because the Address has been inactivated!
pt_br: O endereço não pôde ser gravado pois o mesmo se encontra inativado

source: Addresses cannot be deleted!
pt_br: Endereços não podem ser excluídos!

source: The address could not be saved. Please, try again.
pt_br: O endereço não pôde ser gravado. Por favor, tente novamente

source: Inactivate
pt_br: Inativar

source: status_address_id
pt_br: Situação

source: Zip Code
pt_br: CEP

source: zip_code
pt_br: CEP

source: State
pt_br: Estado

source: state_id
pt_br: Estado

source: City
pt_br: Cidade

source: city
pt_br: Cidade

source: Number
pt_br: Número

source: number
pt_br: Número

source: Is Primary
pt_br: Principal

source: Reference
pt_br: Ponto de Referência

source: Internal Transf.
pt_br: Transf. Interna

source: minimum_stock
pt_br: Estoque Mínimo

source: stockable
pt_br: Estocável

source: Neighborhood
pt_br: Bairro

source: neighborhood
pt_br: Bairro

source: Invalid cep
pt_br: Cep não informado

source: Unknown Zip Code: %s
pt_br: Cep desconhecido: %s

source: Robot! Incorrect captcha
pt_br: Tu és robô? Se não for, clique em 'Não sou um robô'

source: Audit
pt_br: Log de Alterações

source: event
pt_br: Evento

source: model
pt_br: Entidade

source: json_object
pt_br: Conteúdo

source: EDIT
pt_br: Edição

source: CREATE
pt_br: Inserção

source: event date
pt_br: Data do Evento

source: details
pt_br: Detalhes

source: stage_id
pt_br: Etapa

source: status_order_id
pt_br: Status

source: observation
pt_br: Observação

source: location_destiny_id
pt_br: Destino

source: bill_id
pt_br: Conta

source: kitchen_order
pt_br: Ordem na Cozinha

source: payment_id
pt_br: Pagamento

source: Received Payments
pt_br: Pagamentos Recebidos

source: Quantity Sold
pt_br: Quantidade Vendida
